
  {
    "productos": [
        {
            "id": 1,
            "nombre": "GrowInBox - Kit de crecimiento",
            "descripcion": "Este producto es un kit de jardinería innovador y fácil de usar, diseñado para aquellos que desean cultivar sus propias espinacas en casa. Aquí está una descripción más detallada: El producto consiste en una caja de cartón que actúa como una maceta. Dentro de la caja, encontrarás semillas de espinaca y tierra. La caja ha sido diseñada para mantener las condiciones ideales para el crecimiento de las espinacas, proporcionando un ambiente controlado y protegido. Para usar el producto, simplemente tienes que agregar agua a la caja. La tierra dentro de la caja absorberá el agua y proporcionará la humedad necesaria para que las semillas germinen. Una vez que las semillas hayan germinado, las plántulas de espinaca comenzarán a crecer.",
            "precio": 19.99,
            "stock": 100,
            "imagen": "product_img_01.png",
            "alt": "Imagen del producto 1",
            "title": "Imagen producto"
        },
        {
            "id": 2,
            "nombre": "Pala de mano pequeña.",
            "descripcion": "Nuestras herramientas de jardinería son la combinación perfecta de funcionalidad y comodidad. Diseñadas con un enfoque en la ergonomía, estas herramientas reducen la tensión en las manos y las muñecas, permitiéndote trabajar en tu jardín durante más tiempo sin sentir fatiga. La calidad es una de nuestras principales prioridades. Cada herramienta está hecha con materiales duraderos que resisten el desgaste del uso regular. Ya sea que estés podando, cavando o sembrando, puedes confiar en nuestras herramientas para hacer el trabajo.",
            "precio": 10.99,
            "stock": 100,
            "imagen": "product_img_02.png"
        },
        {
            "id": 3,
            "nombre": "GrowInBox - Kit de crecimiento de espinacas",
            "descripcion": "Este producto es un kit de jardinería innovador y fácil de usar, diseñado para aquellos que desean cultivar sus propias espinacas en casa. Aquí está una descripción más detallada: El producto consiste en una caja de cartón que actúa como una maceta. Dentro de la caja, encontrarás semillas de espinaca y tierra. La caja ha sido diseñada para mantener las condiciones ideales para el crecimiento de las espinacas, proporcionando un ambiente controlado y protegido. Para usar el producto, simplemente tienes que agregar agua a la caja. La tierra dentro de la caja absorberá el agua y proporcionará la humedad necesaria para que las semillas germinen. Una vez que las semillas hayan germinado, las plántulas de espinaca comenzarán a crecer.",
            "precio": 19.99,
            "stock": 100,
            "imagen": "product_img_03.png"
        },
        {
            "id": 4,
            "nombre": "Kit de crecimiento de tomates verde.",
            "descripcion": "No te ensucies ni te canses, con este kit podrás tener tomates listos para comer. ",
            "precio": 20.00,
            "stock": 100,
            "imagen": "product_img_04.png"
        },
        {
            "id": 5,
            "nombre": "GrownInBox planta de fresas desde casa.",
            "descripcion": "Este producto es un kit de jardinería innovador y fácil de usar, diseñado para aquellos que desean cultivar sus propias espinacas en casa. Aquí está una descripción más detallada: El producto consiste en una caja de cartón que actúa como una maceta. Dentro de la caja, encontrarás semillas de espinaca y tierra. La caja ha sido diseñada para mantener las condiciones ideales para el crecimiento de las espinacas, proporcionando un ambiente controlado y protegido.",
            "precio": 25.99,
            "stock": 100,
            "imagen": "product_img_05.png"
        },
        {
            "id": 6,
            "nombre": "Rastrillo Jardinero Classic 16 Dientesmango 54 Truper17882",
            "descripcion": "El Rastrillo Jardinero Classic 16 Dientesmango 54 Truper17882 es la herramienta perfecta para mantener tu jardín impecable. Con su cabeza de acero de 16 de ancho, podrás recoger hojas y ramas de manera eficiente. Su diseño resistente garantiza durabilidad y eficacia en cada uso. El mango de 54 te brinda comodidad y facilidad de manejo. Ideal para cualquier tipo de jardín, este rastrillo Truper es una excelente opción para mantener tu espacio exterior en perfectas condiciones.",
            "precio": 15.50,
            "stock": 100,
            "imagen": "product_img_06.png"
        },
        {
            "id": 7,
            "nombre": "Kit de crecimiento de Jitomates",
            "descripcion": "No batalles más, con este kit de jitomate rojo podras tener muy buenos frutos, sin tanto esfuerzo y con solo dos pasos, regar y darles sol.",
            "precio": 19.99,
            "stock": 100,
            "imagen": "product_img_07.png"
        },
        {
            "id": 8,
            "nombre": "Mini Motosierra Inalámbrica de Mano, Motosierra portátil con 2 baterías recargables de 24V",
            "descripcion": "Esta motosierra de 6 pulgadas viene con 2 pilas recargables de 2000 mAh. Una batería puede cortar de forma discontinua 100 piezas de madera de 15 cm de diámetro y se puede cargar completamente en 1,5 horas. Hay un indicador de estado de la batería para que pueda verificar la energía fácilmente.",
            "precio": 30.00,
            "stock": 100,
            "imagen": "product_img_08.png"
        },
        {
            "id": 9,
            "nombre": "Pala T-1000 Redonda Puño 'y' Mango 18 Truper 11167",
            "descripcion": "La Pala T-1000 Redonda Puño 'y' Mango 18 Truper 11167 es una herramienta esencial para cualquier trabajo de jardinería o construcción. Con un mango de 76.2 cm y un largo total de 102.8 cm, esta pala es perfecta para aquellos trabajos que requieren un poco más de alcance. Su diseño redondo la hace ideal para cavar y mover tierra, mientras que su peso de 1.5 kg asegura que sea lo suficientemente resistente para manejar trabajos pesados, pero aún así sea fácil de manejar.",
            "precio": 11.99,
            "stock": 100,
            "imagen": "product_img_09.png"
        },
        {
            "id": 10,
            "nombre": "GrownInBox planta de fresas desde casa.",
            "descripcion": "Este producto es un kit de jardinería innovador y fácil de usar, diseñado para aquellos que desean cultivar sus propias espinacas en casa. Aquí está una descripción más detallada: El producto consiste en una caja de cartón que actúa como una maceta. Dentro de la caja, encontrarás semillas de espinaca y tierra. La caja ha sido diseñada para mantener las condiciones ideales para el crecimiento de las espinacas, proporcionando un ambiente controlado y protegido.",
            "precio": 19.99,
            "stock": 100,
            "imagen": "product_img_10.png"
        }

    ]
}